Repository: itsmeRonjie/Alarm-Clock
Catalog: Alarm-Clock/Localizable.xcstrings
Source language: en
Languages: ceb_ph

source: About
ceb_ph: Mahitungod sa

source: Add Alarm
ceb_ph: Idugang ang Alarma

source: alarm
ceb_ph: alarma

source: Alarm List
ceb_ph: Listahan sa Alarm

source: Alarms
ceb_ph: Alarmas

source: Cancel
ceb_ph: Kansela

source: create
ceb_ph: paghimo

source: enable
ceb_ph: makahimo

source: Enable notifications, please
ceb_ph: I-enable ang mga pahibalo, palihog

source: end
ceb_ph: katapusan

source: hello there!
ceb_ph: kumusta diha!

source: let's add an alarm
ceb_ph: butangan ta ug alarm

source: No Alarms
ceb_ph: Walay Alarm

source: Ringtone Sounds
ceb_ph: Mga Tingog sa Ringtone

source: Save
ceb_ph: Tipigi

source: Set the alarm
ceb_ph: Ibutang ang alarma

source: Sound
ceb_ph: Tingog

source: Sounds of Nature
ceb_ph: Mga Tingog sa Kinaiyahan

source: start
ceb_ph: pagsugod

source: The UI for this nice Alarm app was largely inspired by the amazing work of Anton Leogky.
ceb_ph: Ang UI alang niining nindot nga Alarm app kay nadasig sa talagsaong buhat ni Anton Leogky.

source: to Anton's page
ceb_ph: sa page ni Anton

source: you did it! here you can manage your alarm, change time and other things
ceb_ph: imong gibuhat! dinhi mahimo nimong madumala ang imong alarma, pagbag-o sa oras ug uban pang mga butang
